/* Title for the business authentication user type */
"SelectAuthenticationUserType.Business" = "Professionnelle";

/* Title for the personal authentication user type */
"SelectAuthenticationUserType.Personal" = "Personnelle";

/* Title when picking authentication user type. */
"SelectAuthenticationUserType.Title" = "Type de connexion";

/* Title for the corporate authentication user type */
"SelectAuthenticationUserType.Corporate" = "D'entreprise";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Subtitle" = "Votre compte a bien été connecté à %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Create.Title" = "Connexion réussie";

/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Subtitle" = "Votre connexion à %@ a bien été mise à jour.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Update.Title" = "Mise à jour réussie";

/* Description shown in the concent information screen. */
"ConsentInformation.Description" = "Si vous continuez à utiliser ce service, nous recueillerons des données financières de votre part. Voici les points de données que nous recueillerons :";

/* Title shown in the concent information screen. */
"ConsentInformation.Title" = "Nous recueillerons les données suivantes de votre part";

/* Text explaining that the client will obtain financial information from the current user with a link for more information on which financial information specifically. */
"Credentials.ConsentText" = "%@ obtiendra certaines de vos informations financières. Lire plus";

/* Title for action to continue adding credentials. */
"Credentials.Discard.ContinueAction" = "Continuer à éditer";

/* Title for action to discard adding credentials. */
"Credentials.Discard.PrimaryAction" = "Abandonner les modifications";

/* Title for action sheet presented when user tries to dismiss modal while adding credentials. */
"Credentials.Discard.Title" = "Voulez-vous vraiment abandonner ce nouvel identifiant ?";

/* Title for error shown when authentication failed while adding credentials. */
"Credentials.Error.AuthenticationFailed" = "Échec d'authentification";

/* Message for error shown when credentials already exists. */
"Credentials.Error.CredentialsAlreadyExists" = "Vous avez déjà une connexion à cette banque ou ce service.";

/* Title for error shown when a permanent failure occured while adding credentials. */
"Credentials.Error.PermanentFailure" = "Erreur permanente";

/* Title for error shown when a temporary failure occured while adding credentials. */
"Credentials.Error.TemporaryFailure" = "Erreur temporaire";

/* Text for BankID button shown in the add credentials/authenticate screen. */
"Credentials.OpenBankID" = "Ouvrir BankID";

/* Privacy policy clickable text used in Credentials.TermsText. */
"Credentials.PrivacyPolicy" = "Politique de confidentialité";

/* Read more text (clickable) to lead to consent information. */
"Credentials.ReadMore" = "Lire plus";

/* Terms and conditions clickable text used in Credentials.TermsText. */
"Credentials.TermsAndConditions" = "Conditions d'utilisation";

/* Text explaining that when using the service, the user agrees to Tink's Terms and Conditions and Privacy Policy. */
"Credentials.TermsText" = "En utilisant ce service, vous acceptez les Conditions d'utilisation et la Politique de confidentialité de Tink";

/* Title for add credentials/authenticate screen. */
"Credentials.Title" = "Authentification";


/* Subtitle for screen shown when credentials were added successfully. */
"ConnectionSuccess.Subtitle" = "Votre compte a bien été connecté à %@.";

/* Title for screen shown when credentials were added successfully. */
"ConnectionSuccess.Title" = "Connexion réussie";
/* Text for the warning shown when the developer is unverified. */
"Credentials.UnverifiedClient" = "Non vérifiée. Cette solution n'est accessible qu'à des fins de développement. Ne saisissez pas vos informations bancaires, sauf si vous faites totalement confiance au développeur.";

/* Text shown for progress indicator dialog when in loading state. */
"CredentialsStatus.Authorizing" = "Autorisation…";

/* Text shown for dialog when supplemental information is cancelled and waiting for credential status update. */
"CredentialsStatus.Cancelling" = "Annulation…";


/* Text shown when canceling supplementing information. */
"CredentialsStatus.Canceling" = "Annulation…";
/* Text shown for dialog when supplemental information is submitted and waiting for credential status update. */
"CredentialsStatus.Sending" = "Envoi…";

/* Text shown for progress indicator dialog when status is CredentialStatus.Updating. */
"CredentialsStatus.Updating" = "Connexion à %@, veuillez patienter…";

/* Fallback text shown when fail to get bank name while updating credentials. */
"CredentialsStatus.UpdatingFallback" = "Connexion, veuillez patienter…";

/* Text shown when adding credentials and waiting for authentication on another device. */
"CredentialsStatus.WaitingForAuthenticationOnAnotherDevice" = "Attente d'identification sur un autre appareil";

/* Text used to form a list. */
"Generic.And" = "et";

/* Text shown for Cancel button. */
"Generic.Cancel" = "Annuler";

/* Title for generic button to continue an action. */
"Generic.Continue" = "Continuer";

/* Title for action to dismiss error alert. */
"Generic.Dismiss" = "Ignorer";

/* Title for action to confirm an event. */
"Generic.Done" = "Terminé";

/* Title generic alert. */
"Generic.Error" = "Erreur";

/* Title for action to confirm alert. */
"Generic.OK" = "OK";

/* Title for action to retry a failed request. */
"Generic.Retry" = "Réessayer";

/* Title for error alert if error doesn't contain a description. */
"Generic.ServiceAlert.FallbackTitle" = "Le service est actuellement indisponible.";

/* Description of the provider capability Checking Accounts. */
"ProviderCapability.CheckingAccounts" = "Comptes courants";

/* Description of the provider capability Credit Cards. */
"ProviderCapability.CreditCards" = "Cartes bancaires";

/* Description of the provider capability E-Invoices. */
"ProviderCapability.EInvoices" = "Factures électroniques";

/* Description of the provider capability Identity Data. */
"ProviderCapability.IdentityData" = "Données d'identité";

/* Description of the provider capability Investments. */
"ProviderCapability.Investments" = "Investissements";

/* Description of the provider capability Loans. */
"ProviderCapability.Loans" = "Prêts";

/* Description of the provider capability Mortgage Aggregation. */
"ProviderCapability.MortgageAggregation" = "Agrégation d'hypothécaires";

/* Description of the provider capability Mortgage Loan. */
"ProviderCapability.MortgageLoan" = "Prêt hypothécaire";

/* Description of the provider capability Payments. */
"ProviderCapability.Payments" = "Paiements";

/* Description of the provider capability Savings Accounts. */
"ProviderCapability.SavingsAccounts" = "Comptes épargne";

/* Description of the provider capability Transfers. */
"ProviderCapability.Transfers" = "Transferts";

/* Description for error when providers could not be loaded. */
"ProviderList.Error.Description" = "Nous avons été informés de cette erreur et nous faisons tout notre possible pour la résoudre. Veuillez patienter et réessayer un peu plus tard.";

/* Description for error when providers could not be loaded and it is likely it's a temporary error. */
"ProviderList.Error.Temporary" = "Il s'agit peut-être d'une erreur temporaire, veuillez réessayer et voir si le problème persiste.";

/* Title for when providers could not be loaded. */
"ProviderList.Error.Title" = "Nous sommes navrés, mais nous n'avons pu charger aucune banque pour l'instant";

/* Placeholder in search field shown in provider list. */
"ProviderList.SearchHint" = "Rechercher une banque ou une carte";

/* Title for list of all providers. */
"ProviderList.Title" = "Choisir une banque";

/* Text for information button shown in the choose access type screen. */
"SelectAccessType.Information" = "Informations à propos des types de compte";

/* Title of the choose access type screen. */
"SelectAccessType.Title" = "Sélectionner les types de compte";

/* Title for choose credential type screen. */
"SelectCredentialsType.Title" = "Moyen de connexion";

/* Description shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeDescription" = "Ouvrez l'application Mobile Bank ID et scannez ce code QR pour vous identifier.";

/* Error shown when QR code cannot be fetched/generated/displayed. */
"SupplementalInformation.QRCodeError" = "Une erreur est survenue lors du chargement du code QR. Veuillez réessayer plus tard.";

/* Title shown for QR code in the supplemental information dialog. */
"SupplementalInformation.QRCodeTitle" = "Ouvrir l'application BankID";

/* Title of the supplemental information dialog. */
"SupplementalInformation.Title" = "Informations supplémentaires";

/* Title for action to download app for third-party app authentication. */
"ThirdPartyAppAuthentication.DownloadAlert.Download" = "Télécharger";

